hliebscher/esp_wifi_manager/examples/with_webui_customize/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"

# Enable WiFi Manager Web UI with custom path
CONFIG_WIFI_MGR_ENABLE_WEBUI=y
CONFIG_WIFI_MGR_WEBUI_CUSTOM_PATH="/spiffs"

# Partition table
CONFIG_PARTITION_TABLE_CUSTOM=y
CONFIG_PARTITION_TABLE_CUSTOM_FILENAME="partitions.csv"
